Repository: AntLink/DjangoApp
Catalog: filemedia/locale/*/LC_MESSAGES/djangojs.po
Languages: id

source: Drop files here to upload
id: Drop file di sini untuk diunggah

source: Your browser does not support drag'n'drop file uploads.
id: Browser Anda tidak mendukung upload file drag & drop.

source: Please use the fallback form below to upload your files like in the olden days.
id: Silakan gunakan formulir fallback di bawah ini untuk mengunggah file Anda seperti sebelumnya.

source: File is too big
id: File terlalu besar

source: Max filesize
id: Ukuran file maksimal

source: Server responded with
id: Server menanggapi dengan

source: Cancel upload
id: Batalkan unggah

source: Upload canceled.
id: Unggahan dibatalkan

source: Are you sure you want to cancel this upload?
id: Anda yakin ingin membatalkan unggahan ini?

source: Remove file
id: Hapus file

source: You can not upload any more files.
id: Anda tidak dapat mengunggah file lagi.

source: This file can't be queued because it has already been processed or was rejected.
id: File ini tidak dapat diantrekan karena sudah diproses atau ditolak.

source: No Dropzone found for given element. This is probably because you're trying to access it before Dropzone had the time to initialize. Use the `init` option to setup any additional observers on your Dropzone.
id: Tidak ada Dropzone yang ditemukan untuk elemen tertentu. Ini mungkin karena Anda mencobauntuk mengaksesnya sebelum Dropzone memiliki waktu untuk menginisialisasi. Gunakan` init` opsi untuk menyiapkan pengamat tambahan di Dropzone Anda.

source: option provided. Please provide a CSS selector, a plain HTML element or a list of those.
id: opsi yang disediakan. Harap berikan pemilih CSS, elemen HTML biasa ataudaftar mereka.

source: Change
id: Ubah

source: Delete
id: Hapus

source: Download
id: Unduh

source: View
id: Lihat

source: Name
id: Nama

source: Description
id: Keterangan

source: Insert
id: Inputkan
